Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/gjenopptakelse.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The medical certificate that was issued after the examination of the daughters in 1989 had not allowed for much doubt and seemed to have contributed to setting the terms for the further investigation of this matter, including the possible sexual abuse of the step-son.
nb: Legeerklæringen som ble skrevet etter undersøkelsen avdøtrene i 1989 hadde i liten grad åpnet for tvil, og syntes å ha bidratt til å legge premissenefor den videre etterforskningen av saken, herunder mulige overgrep mot stesønnen.

source: statement was a new circumstance, cf section 391 evidence had been given and decided that the
nb: klaring, og vilkårene for gjenåpning etter straffe- hadde blitt stående uten tilsyn. prosessloven § 391 nr.

source: This member had been one of the majority that did not want to reopen the case the last time the case was reviewed, and by changing his mind he supported the former minority’s conclusion, so that there was then a majority (3-2) in favour of reopening the case.
nb: Medlemmet hadde ved forrige gangs behandling tilhørtflertallet mot gjenopptakelse, og da han endret standpunkt sluttet han seg til det tidligeremindretallets konklusjon, slik at det ble flertall (3–2) for gjenopptakelse av saken.

source: Arnesen obtained a Master of Laws degree in 1986.
nb: Arnesen har juridisk embetseksamen fra 1986.

source: He gave a full confession in court and the case was ruled on as a summary judgment based on a plea of guilty pursuant to section 248 of the Criminal Procedure Act.
nb: Domfelte ga i retten en uforbeholden tilståelse, og saken blepådømt som tilståelsesdom i medhold av straffeprosessloven § 248.

source: He also stated his brother’s personal details during the main hearing, and the judgment was handed down against his brother. The judgment was, however, rectified pursuant to section 44 of the Criminal Procedure Act.
nb: Også under hoved-forhandlingen oppga han brorens personalia, og dommen ble avsagt mot broren.Dommen ble imidlertid rettet i medhold av straffeprosessloven § 44.

source: The directive on fees (salærinstruksen) applies to lawyers appointed by the Commission.
nb: Salærinstruksen gjelder for advokater som er oppnevnt av kommisjonen.

source: The Commission has also questioned, among others, the psychiatrist who treated Fritz Moen from 1986-89, Inger Thoen
nb: Kommisjonen har også avhørt blant andre Fritz Moens behandlende psykiater i perioden 1986-89, Inger Thoen Nordhus.

source: From 2012 to 2016 she was a member of the Appeals Committee for auditor and accountant cases.
nb: I 2012-2016 var hun medlem i Klagenemnd for revisor- og regnskapsførersaker.

source: From 1994 she has been a privately practicing auditor and engagement partner at Revisorsenteret Trysil DA.
nb: Fra 1994 har hun vært privatpraktiserende revisor og oppdragsansvarlig partner i Revisorsenteret Trysil DA.

source: Section 107b through 107g applies with the necessary changes.
nb: Reglene i §§ 107b-107g gjelder så langt de passer.

source: The annual reports of the Commission are available for download.
nb: Kommisjonens årsrapporter er tilgjengelige for nedlasting.

source: The prosecuting authority was represented by chief public prosecutor Jørn Sigurd Maurud and public prosecutor Anne Katteland.
nb: Påtalemyndigheten var representert vedførstestatsadvokat Jørn Sigurd Maurud og statsadvokat Anne Katteland.

source: The convicted person agreed upon the petition for review.
nb: Domfelte tiltrådtebegjæringen om gjenopptakelse.

source: The convicted person petitioned for a review of his case, referring, among other things, to a number of factors which made it likely that the victim had committed perjury in court.
nb: Domfelte begjærte gjenopptakelse og viste blant annet til en rekke forhold som sann-synliggjorde at fornærmede hadde avgitt falsk forklaring i retten.

source: The Commission’s majority had also noted that the victim did not provide much detailed information in the out-of-court judicial examination in 1989 and that she also did not seem able to provide a more detailed description of the abuse that was supposed to have taken place when being questioned by the Commission’s investigating officer.
nb: Kommisjonens flertall hadde videre merket seg at fornærmede forklarte seg litedetaljert under dommeravhøret i 1989, og at hun heller ikke i avhør med kommisjonensutreder syntes å være i stand til å gi noen nærmere beskrivelse av de overgrepene somskulle ha funnet sted.

source: The new information seemed likely to lead to an acquittal.
nb: De nye opplysningene syntes å væreegnet til å føre til frifinnelse.

source: The majority of the Commission’s members referred to the fact that the new expert witness report stated that there was so much uncertainty relating to the chief physician’s findings in 1989 that these could not be interpreted as proving that sexual abuse had taken place.
nb: Kommisjonens flertall viste til at den nye sakkyndige rapporten fastslo at det var såpassmye usikkerhet knyttet til overlegens funn i 1989 at disse ikke kunne tolkes som holde-punkt for at seksuelle overgrep hadde funnet sted.

source: • Whether there are special circumstances which make it doubtful whether the
nb: • Om det er særlige forhold som gjør det tvilsomt om dommen er riktig, straffeprosess-

source: The prosecuting authority submitted an expert statement from the Norwegian Metrology Service regarding another measurement taken during the same speed check, obtained after the judgment regarding the other driver.
nb: Påtalemyndigheten fremla sakkyndig uttalelse fra Justervesenet vedrørende annenmåling fra samme fartskontroll, innhentet etter dommen mot den andre føreren.

source: In a retrial in the District Court in 2007, the convicted person was once more sentenced in accordance with the indictment to a suspended period of imprisonment of 30 days.
nb: Ved ny behandling av saken for tingretten i 2007, ble domfelte på ny dømt i henhold tiltiltalen til betinget fengsel i 30 dager.

source: The Commission decided unanimously to allow the petition to reopen the case.
nb: Kommisjonen besluttet enstemmig å ta begjæringen om gjenåpning til følge.

source: The charge also included a breach of section 17 of the Vagrancy Act in that he behaved as stated while in an intoxicated condition.
nb: Tiltalen omfattet også brudd på løsgjengerloven § 17, ved at hani beruset tilstand forholdt seg som gjengitt.

source: It was undisputed in the case that the policeman had withdrawn money from the victim’s post office and bank accounts.
nb: Det var uomtvistet i saken at lensmannen hadde tatt ut penger fra fornærmedes post-og bankkonti.

source: The Commission’s Chairperson or Vice Chairperson has the authority to reject any petitions that can clearly not succeed, and a large number of petitions were rejected by the Chairperson/Vice Chairperson in 2006 too.
nb: Kommisjonens leder eller nestleder har myndighet til å forkaste de begjæringene somåpenbart ikke kan føre frem, og et stort antall begjæringer er også i 2006 forkastet avleder/nestleder.

source: In 2004, the convicted person was indicted for sexual intercourse with children under 14 and 16, and for aggravated theft.
nb: I 2004 ble det tatt ut tiltale mot domfelte for seksuell omgang med barn under 14 og 16år, og for grovt tyveri.

source: The Commission contacted Trøndelag’s public prosecuting authority and Sør-Trøndelag police district.
nb: Fra kommisjonens side ble det tatt kontakt med Trøndelag statsadvokatembeterog Sør-Trøndelag politidistrikt.

source: The rest of the petition was not allowed, since the Commission could not see that there were any new circumstances or evidence that were likely to lead to an acquittal or any other special circumstances which made it doubtful whether the rest of the judgement was correct.
nb: Begjæringen for øvrig ble ikke tatt til følge da kommisjonen ikke kunnese at det forelå nye omstendigheter eller bevis som var egnet til frifinnelse eller andresærlige forhold som gjorde det tvilsomt om dommen for øvrig var riktig.

source: Following an all-round assessment of the evidence, the Commission decided that there was a reasonable chance that the case would have ended in an acquittal if the new expert witness report had been available to the court when the case was originally adjudicated on.
nb: Kommisjonen kom etter en samlet vurdering av bevisene til at det varen rimelig mulighet for at saken ville ha endt med frifinnelse dersom den nye sakkyndigerapporten hadde foreligget for retten da saken i sin tid ble pådømt.

source: The convicted man denied any knowledge of the case right from the start, but was not believed.
nb: Domfelte benektet fra første stund kjennskap til saken, men ble ikke trodd.
